---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadDoorAreaParam
source: html/a65bfb48-959f-3a4a-1259-ba55ff48b20d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadDoorAreaParam Property

"Door Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadDoorAreaParam { get; }
```